Repository: SabaAlhoshan/LavaGame
Catalog: LavaGame/*.lproj/Localizable.strings
Languages: ar

source: Lets Start
ar: لنبدأ

source: " Let's play together "
ar: " لنلعب معاً "

source: " Hi there "
ar: " مرحباً "

source: " Get of the Floor "
ar: " إبتعد عن الأرض "

source: " When i say the Floor is LAVA ! "
ar: " عندما أقول الارض بركانية ! "

source: " Daaaance "
ar: " لنرقص "

source: " When i Say Dance "
ar: " عندما أقول لنرقص "

source: " Now Let's Dance "
ar: " الان دعونا نرقص سوياً "

source: Get Ready..
ar: استعد..

source: To get of the Floor !
ar: لتبتعد عن الارض

source: "THE FLOOR IS LAVA"
ar: "الارض بركانية"

source: " Lava is EVERYWERE
ar: " انها في كل مكان

source: Be carfull..! "
ar: انتبه..! "

source: ! Back To Normal !
ar: ! عدنا للوضع الطبيعي !

source: " We got 30 seconds, Lets Drink Some Water "
ar: " لدينا ٣٠ ثانية ، دعونا نشرب بعض الماء "

source: "Let's Go Drink Some Water "
ar: "دعونا نشرب بعض الماء "

source: " Its Water Time! "
ar: " وقت الماء ! "

source: " Let's do it again "
ar: " لنفعلها مر{ اخرى "

source: " Woah , That was fun "
ar: " واو , كان ذلك ممتعاً "

source: " Here we go ! "
ar: " هيا بنا ! "

source: " Ready For another round ? "
ar: " جاهز لنبدأ اللعب ? "
